{
  "HomePage": {
    "title": "Узнайте,\n почему команды выбирают Apidog, \n а не Postman.",
    "welcome": "Добро пожаловать",
    "welcome-back": "С возвращением",
    "aboutProjectTitle": "О проекте",
    "aboutProject": "Эта игровая площадка проекта создана в рамках финального задания курса RS School GraphQL. Он использует GraphiQL, который предлагает полное и четкое описание данных, доступных в API. Этот интерфейс позволяет вам запрашивать именно те данные, которые вам нужны, обеспечивая эффективность и точность, а также предоставляя мощные инструменты разработчика для улучшения работы с GraphQL.",
    "aboutCourseTitle": "О курсе",
    "aboutCourse": "RS School предлагает уникальный опыт обучения в рамках бесплатной инициативы онлайн-обучения на уровне сообщества. Школой RS управляет сообщество Rolling Scopes с 2013 года. Сегодня в качестве наставников ей помогают более 600 разработчиков-волонтёров из разных стран и компаний. Мы верим в важные идеи, которые определяют нашу миссию.RS School предлагает комплексный практический курс, призванный дать участникам необходимые навыки и знания в области современной веб-разработки. Этот курс охватывает широкий спектр тем, включая React, Redux, TypeScript и передовые методы веб-разработки. К концу курса участники будут владеть современными практиками веб-разработки, смогут создавать масштабируемые и поддерживаемые приложения и будут готовы к взять на себя сложные роли в технологической отрасли.",
    "ParticipantsTitle": "Участники",
    "Participant1Description": "Я Мариам Кочадзе. Младший фронтенд-разработчик из Грузии. Вот немного обо мне. У меня есть опыт работы с HTML, CSS, SCSS, JavaScript, React, TypeScript, Material-UI (MUI), Redux, REST API, React Hook Forms, Yup Validator, Git. У меня много хобби: гулять, читать, ловить моменты и создавать визуальные истории, исследовать новые места и культуры, которые могут открыть новые перспективы и впечатления.",
    "Participant1Position": "Инженер-программист \n(руководитель группы)",
    "Participant2Description": "Я Виктория НикитенкоЯ хотел бы поделиться несколькими словами о себе. Я амбициозный, творческий и трудолюбивый человек, который любит решать сложные математические и логические задачи. Мне нравится узнавать что-то новое и пробовать себя в разных направлениях. Сейчас мой самый большой интерес — программирование. Недавно я написал свой первый сайт — интернет-магазин сноубордов и теперь могу с уверенностью сказать, что я Front-End разработчик. У меня также много разных хобби; Профессионально занимаюсь спортом и танцами.",
    "Participant2Position": "Фронтенд-разработчик",
    "Participant3Description": "Я Умида Абдугафурова. Младший фронтенд-разработчик из Узбекистана. У меня есть опыт работы с HTML, CSS, SCSS, JavaScript, TypeScript, Vue Js, React, Redux, React Query, Redux Toolkit, REST API, React Hook Forms, Yup Validator, Git и Next js. Имею опыт работы от 1 года в компании UIC в Ташкенте. У меня много хобби, например, плавание в бассейне, готовка и украшения ручной работы.",
    "Participant3Position": "Front-end Developer",
    "switcher-label": "Язык",
    "english-value": "Английский",
    "russian-value": "Русский",
    "sign-in": "Войти",
    "sign-up": "Зарегистрироваться",
    "sign-out": "Выход",
    "rest-client": "Запрос REST",
    "graphiql-client": "Запрос GraphQL",
    "history": "История"
  },
  "Signin": {
    "sign-in-text": "У вас уже есть аккаунт?",
    "sign-in-info": "Войдите, используя свой адрес электронной почты и пароль",
    "email": "Электронная почта",
    "password": "Пароль",
    "sign-in": "ВОЙТИ"
  },
  "Signup": {
    "signup-text": "У вас нет учетной записи?",
    "sign-up-info": "Зарегистрируйтесь, указав свой адрес электронной почты и пароль",
    "name": "Отображаемое имя",
    "email": "Электронная почта",
    "password": "Пароль",
    "confirm-password": "Подтвердите пароль",
    "sign-up": "ЗАРЕГИСТРИРОВАТЬСЯ"
  }
}
